IDEA Open Model
BoltGrid.TensileStressArea Property
Compatible with IDEA StatiCa 20.1
 The Tensile Stress Area of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double TensileStressArea { get; set; }
Public Property TensileStressArea As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace